Repository: bencan1a/RedditRanger
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, ja

source: Thinking Machine Detector
de: Denkmaschinen-Detektor
es: Detector de Máquinas Pensantes
fr: Détecteur de Machine Pensante
ja: 思考機械検出器

source: Like the calculations of a Mentat, this tool uses advanced cognitive processes to identify Abominable Intelligences among Reddit users. The spice must flow, but the machines must not prevail.
de: Wie die Berechnungen eines Mentaten nutzt dieses Werkzeug fortgeschrittene kognitive Prozesse, um abscheuliche Intelligenzen unter Reddit-Nutzern zu identifizieren. Das Gewürz muss fließen, aber die Maschinen dürfen nicht die Oberhand gewinnen.
es: Como los cálculos de un Mentat, esta herramienta utiliza procesos cognitivos avanzados para identificar Inteligencias Abominables entre los usuarios de Reddit. La especia debe fluir, pero las máquinas no deben prevalecer.
fr: Tel les calculs d'un Mentat, cet outil utilise des processus cognitifs avancés pour identifier les Intelligences Abominables parmi les utilisateurs de Reddit. L'épice doit couler, mais les machines ne doivent pas prévaloir.
ja: メンタトの計算のように、このツールは高度な認知プロセスを使用してRedditユーザーの中から忌まわしい知性を識別します。スパイスは流れなければなりませんが、機械が優勢になってはいけません。

source: Analysis Mode:
de: Analysemodus:
es: Modo de Análisis:
fr: Mode d'Analyse :
ja: 分析モード：

source: Single Account
de: Einzelkonto
es: Cuenta Individual
fr: Compte Unique
ja: 単一アカウント

source: Bulk Detection
de: Massenerkennung
es: Detección Masiva
fr: Détection en Masse
ja: 一括検出

source: Enter Reddit Username:
de: Reddit-Benutzernamen eingeben:
es: Ingrese el Usuario de Reddit:
fr: Entrer le nom d'utilisateur Reddit :
ja: Redditのユーザー名を入力：

source: Account Overview
de: Kontoübersicht
es: Resumen de la Cuenta
fr: Aperçu du Compte
ja: アカウント概要

source: Account Age
de: Kontoalter
es: Edad de la Cuenta
fr: Âge du Compte
ja: アカウント年齢

source: Total Karma
de: Gesamtkarma
es: Karma Total
fr: Karma Total
ja: 総カルマ

source: posts
de: Beiträge
es: publicaciones
fr: publications
ja: 投稿

source: Analysis Results
de: Analyseergebnisse
es: Resultados del Análisis
fr: Résultats de l'Analyse
ja: 分析結果

source: Activity Overview
de: Aktivitätsübersicht
es: Resumen de Actividad
fr: Aperçu de l'Activité
ja: 活動概要

source: Risk Analysis
de: Risikoanalyse
es: Análisis de Riesgo
fr: Analyse des Risques
ja: リスク分析

source: Bot Behavior Analysis
de: Bot-Verhaltensanalyse
es: Análisis de Comportamiento Bot
fr: Analyse du Comportement Bot
ja: ボット行動分析

source: Suspicious Patterns Detected
de: Verdächtige Muster erkannt
es: Patrones Sospechosos Detectados
fr: Motifs Suspects Détectés
ja: 不審なパターンを検出

source: Pattern Analysis
de: Musteranalyse
es: Análisis de Patrones
fr: Analyse des Motifs
ja: パターン分析

source: Improve the Mentat
de: Den Mentaten verbessern
es: Mejorar el Mentat
fr: Améliorer le Mentat
ja: メンタトを改善

source: Help us improve our detection capabilities by providing feedback on the account classification.
de: Helfen Sie uns, unsere Erkennungsfähigkeiten zu verbessern, indem Sie Feedback zur Kontoklassifizierung geben.
es: Ayúdanos a mejorar nuestras capacidades de detección proporcionando retroalimentación sobre la clasificación de la cuenta.
fr: Aidez-nous à améliorer nos capacités de détection en fournissant des commentaires sur la classification du compte.
ja: アカウント分類についてフィードバックを提供し、検出能力の向上にご協力ください。

source: Mark as Human Account
de: Als menschliches Konto markieren
es: Marcar como Cuenta Humana
fr: Marquer comme Compte Humain
ja: 人間のアカウントとしてマーク

source: Mark as Bot Account
de: Als Bot-Konto markieren
es: Marcar como Cuenta Bot
fr: Marquer comme Compte Bot
ja: ボットアカウントとしてマーク

source: It is by will alone I set my mind in motion.
de: Allein durch den Willen setze ich meinen Geist in Bewegung.
es: Es por voluntad solamente que pongo mi mente en movimiento.
fr: C'est par la volonté seule que je mets mon esprit en mouvement.
ja: 意志のみによって私は心を動かす。

source: It is by the juice of Sapho that thoughts acquire speed,
de: Durch den Saft von Sapho erlangen die Gedanken Geschwindigkeit,
es: Es por el jugo de Sapho que los pensamientos adquieren velocidad,
fr: C'est par le jus de Sapho que les pensées acquièrent de la vitesse,
ja: サフォの液によって思考は速度を得る、

source: The lips acquire stains,
de: Die Lippen nehmen Flecken an,
es: Los labios adquieren manchas,
fr: Les lèvres acquièrent des taches,
ja: 唇は染みを帯び、

source: The stains become a warning.
de: Die Flecken werden zur Warnung.
es: Las manchas se convierten en una advertencia.
fr: Les taches deviennent un avertissement.
ja: その染みは警告となる。

source: Thinking Machine Probability
de: Denkmaschinen-Wahrscheinlichkeit
es: Probabilidad de Máquina Pensante
fr: Probabilité de Machine Pensante
ja: 思考機械の確率

source: Bot Probability
de: Bot-Wahrscheinlichkeit
es: Probabilidad de Bot
fr: Probabilité de Bot
ja: ボットの確率

source: Detailed analysis of text patterns, timing patterns, and suspicious behaviors. Higher scores indicate more bot-like characteristics.
de: Detaillierte Analyse von Textmustern, Zeitmustern und verdächtigem Verhalten. Höhere Werte deuten auf mehr botähnliche Eigenschaften hin.
es: Análisis detallado de patrones de texto, patrones de tiempo y comportamientos sospechosos. Puntuaciones más altas indican características más similares a un bot.
fr: Analyse détaillée des motifs de texte, des motifs temporels et des comportements suspects. Des scores plus élevés indiquent des caractéristiques plus proches d'un bot.
ja: テキストパターン、タイミングパターン、不審な行動の詳細な分析。スコアが高いほどボットらしい特徴を示します。

source: total_comments
de: Gesamtkommentare
es: Comentarios Totales
fr: Commentaires Totaux
ja: 総コメント数

source: total_submissions
de: Gesamteinreichungen
es: Publicaciones Totales
fr: Soumissions Totales
ja: 総投稿数

source: unique_subreddits
de: Einzigartige Subreddits
es: Subreddits Únicos
fr: Subreddits Uniques
ja: ユニークなサブレディット

source: avg_comment_score
de: Durchschnittliche Kommentarbewertung
es: Puntuación Media de Comentarios
fr: Score Moyen des Commentaires
ja: 平均コメントスコア

source: avg_submission_score
de: Durchschnittliche Einreichungsbewertung
es: Puntuación Media de Publicaciones
fr: Score Moyen des Soumissions
ja: 平均投稿スコア

source: Identical Greetings
de: Identische Grüße
es: Saludos Idénticos
fr: Salutations Identiques
ja: 同一の挨拶

source: Url Patterns
de: URL-Muster
es: Patrones de URL
fr: Motifs d'URL
ja: URLパターン

source: Promotional Phrases
de: Werbliche Phrasen
es: Frases Promocionales
fr: Phrases Promotionnelles
ja: 宣伝フレーズ

source: Generic Responses
de: Generische Antworten
es: Respuestas Genéricas
fr: Réponses Génériques
ja: 一般的な応答

source: Top Subreddits
fr: Subreddits Principaux
ja: トップサブレディット

source: Analysis Statistics
de: Analysestatistiken
fr: Statistiques d'Analyse

source: Unable to fetch analysis statistics. Please try refreshing the page in a few moments. If the problem persists, the database might be temporarily unavailable.
de: Analysestatistiken können nicht abgerufen werden. Bitte aktualisieren Sie die Seite in einigen Momenten. Wenn das Problem weiterhin besteht, ist die Datenbank möglicherweise vorübergehend nicht verfügbar.
fr: Impossible de récupérer les statistiques d'analyse. Veuillez rafraîchir la page dans quelques instants. Si le problème persiste, la base de données pourrait être temporairement indisponible.

source: No analysis results found in the database yet.
de: Noch keine Analyseergebnisse in der Datenbank gefunden.
fr: Aucun résultat d'analyse trouvé dans la base de données pour le moment.

source: Search by username
de: Nach Benutzername suchen
fr: Rechercher par nom d'utilisateur

source: Reddit username
de: Reddit-Benutzername
fr: Nom d'utilisateur Reddit

source: Last Analyzed
de: Zuletzt Analysiert
fr: Dernière Analyse

source: When the analysis was last performed
de: Wann die Analyse zuletzt durchgeführt wurde
fr: Quand l'analyse a été effectuée pour la dernière fois

source: Times Analyzed
de: Anzahl der Analysen
fr: Nombre d'Analyses

source: Number of times this account was analyzed
de: Anzahl der Analysen dieses Kontos
fr: Nombre de fois que ce compte a été analysé

source: Likelihood of being a bot
de: Wahrscheinlichkeit ein Bot zu sein
fr: Probabilité d'être un bot

source: An error occurred while loading the statistics page. Please try refreshing the page.
de: Beim Laden der Statistikseite ist ein Fehler aufgetreten. Bitte aktualisieren Sie die Seite.
fr: Une erreur s'est produite lors du chargement de la page des statistiques. Veuillez rafraîchir la page.
